{
  "plugins": {
    "LuaSnip": {
      "src": "https://github.com/L3MON4D3/LuaSnip"
    },
    "alpha-nvim": {
      "src": "https://github.com/goolord/alpha-nvim.git"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp.git",
      "version": "'v1.8.0'"
    },
    "boo-colorscheme-nvim": {
      "src": "https://github.com/rockerBOO/boo-colorscheme-nvim.git"
    },
    "cmp-buffer": {
      "src": "https://github.com/hrsh7th/cmp-buffer"
    },
    "cmp-nvim-lsp": {
      "src": "https://github.com/hrsh7th/cmp-nvim-lsp"
    },
    "cmp-path": {
      "src": "https://github.com/hrsh7th/cmp-path"
    },
    "darkvoid.nvim": {
      "src": "https://github.com/darkvoid-theme/darkvoid.nvim.git"
    },
    "dashboard-nvim": {
      "src": "https://github.com/nvimdev/dashboard-nvim.git"
    },
    "evergarden": {
      "src": "https://codeberg.org/evergarden/nvim.git"
    },
    "fidget.nvim": {
      "src": "https://github.com/j-hui/fidget.nvim.git"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets.git"
    },
    "iceberg.vim": {
      "src": "https://github.com/cocopon/iceberg.vim.git"
    },
    "kanagawa-paper.nvim": {
      "src": "https://github.com/thesimonho/kanagawa-paper.nvim.git"
    },
    "kanagawa.nvim": {
      "src": "https://github.com/rebelot/kanagawa.nvim.git"
    },
    "kanso.nvim": {
      "src": "https://github.com/webhooked/kanso.nvim.git"
    },
    "koda.nvim": {
      "src": "https://github.com/oskarnurm/koda.nvim"
    },
    "lackluster.nvim": {
      "src": "https://github.com/slugbyte/lackluster.nvim.git"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim.git"
    },
    "lush.nvim": {
      "src": "https://github.com/rktjmp/lush.nvim.git"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/mason-org/mason-lspconfig.nvim.git"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim.git"
    },
    "mellifluous.nvim": {
      "src": "https://github.com/ramojus/mellifluous.nvim.git"
    },
    "miasma.nvim": {
      "src": "https://github.com/xero/miasma.nvim.git"
    },
    "moonfly": {
      "src": "https://github.com/bluz71/vim-moonfly-colors"
    },
    "nightfox.nvim": {
      "src": "https://github.com/EdenEast/nightfox.nvim.git"
    },
    "nordic.nvim": {
      "src": "https://github.com/AlexvZyl/nordic.nvim.git"
    },
    "nvim-autopairs": {
      "src": "https://github.com/windwp/nvim-autopairs.git"
    },
    "nvim-cmp": {
      "src": "https://github.com/hrsh7th/nvim-cmp"
    },
    "nvim-hardline": {
      "src": "https://github.com/ojroques/nvim-hardline.git"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-tree.lua": {
      "src": "https://github.com/nvim-tree/nvim-tree.lua.git"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter.git"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons.git"
    },
    "oasis.nvim": {
      "src": "https://github.com/uhs-robert/oasis.nvim.git"
    },
    "oxocarbon.nvim": {
      "src": "https://github.com/nyoom-engineering/oxocarbon.nvim.git"
    },
    "plugins": {
      "src": "/home/tmwstw/.config/nvim/lua/plugins"
    },
    "poimandres.nvim": {
      "src": "https://github.com/olivercederborg/poimandres.nvim.git"
    },
    "rebel": {
      "src": "/home/tmwstw/rebel"
    },
    "slimline.nvim": {
      "src": "https://github.com/sschleemilch/slimline.nvim.git"
    },
    "spaceduck": {
      "src": "https://github.com/pineapplegiant/spaceduck.git"
    },
    "thorn.nvim": {
      "src": "https://github.com/jpwol/thorn.nvim.git"
    },
    "vague.nvim": {
      "src": "https://github.com/vague-theme/vague.nvim"
    },
    "vim-tpipeline": {
      "src": "https://github.com/vimpostor/vim-tpipeline.git"
    },
    "zenbones.nvim": {
      "src": "https://github.com/zenbones-theme/zenbones.nvim.git"
    }
  }
}